{ "translations": {
    "Workflow OCR" : "Workflow-OCR",
    "Workflow OCR error" : "Workflow-OCR Fehler",
    "Workflow OCR error for file {file}" : "Workflow-OCR Fehler für die Datei {file}",
    "Workflow OCR success" : "Erfolgreicher Arbeitsablauf der Texterkennung",
    "Workflow OCR success for file {file}" : "Erfolgreicher Arbeitsablauf der Texterkennung für Datei {file}",
    "Workflow settings JSON value cannot be parsed" : "JSON-Wert der Workflow-Einstellungen kann nicht geparst werden",
    "OCR file" : "OCR-Datei",
    "OCR processing via workflow" : "OCR-Verarbeitung über Workflow",
    "Is OCRmyPDF installed" : "Ist OCRmyPDF installiert",
    "OCRmyPDF CLI is not installed." : "OCRmyPDF Befehlszeilenschnittstelle (CLI) ist nicht installiert",
    "OCRmyPDF CLI is not working correctly. Error was: %1$s" : "OCRmyPDF Befehlszeilenschnittstelle (CLI) funktioniert nicht richtig. Fehler war: %1$s",
    "OCRmyPDF is installed and has version %1$s." : "OCRmyPDF ist installiert und hat die Version %1$s.",
    "Workflow OCR Backend is installed." : "Workflow OCR Backend ist installiert.",
    "Workflow OCR Backend is installed but heartbeat failed." : "Das Workflow OCR-Backend ist installiert, aber der Heartbeat ist fehlgeschlagen.",
    "Workflow OCR Backend is not reachable. Error was: %1$s" : "Workflow OCR-Backend ist nicht erreichbar. Der Fehler war: %1$s",
    "Server side OCR processing via workflow engine" : "Serverseitige OCR-Verarbeitung mittels Workflow-Engine",
    "This app makes it possible to process various files via OCR algorithms.\n\tThe processing is done via workflow-engine and can therefore easily be customized.\n\tPlease note that you'll have to install the OcrMyPDF CLI on your Nextcloud server to\n\tprocess PDF files. More installation instructions can be found in the docs https://github.com/R0Wi/workflow_ocr/blob/master/README.md." : "Diese App ermöglicht es, verschiedene Dateien über OCR-Algorithmen zu verarbeiten.\nDie Verarbeitung erfolgt über eine Workflow-Engine und kann daher leicht angepasst werden.\nBitte beachten Sie, dass Sie das OcrMyPDF Befehlszeilenschnittstelle (CLI) auf Ihrem Nextcloud-Server installieren müssen, um\nPDF-Dateien zu verarbeiten. Weitere Installationsanweisungen finden Sie in der Dokumentation unter https://github.com/R0Wi/workflow_ocr/blob/master/README.md",
    "Select language(s)" : "Sprache(n) auswählen",
    "OCR language" : "Texterkennungssprache",
    "The language(s) to be used for OCR processing" : "Die Sprache(n) die für Texterkennung verwendet werden",
    "Assign tags after OCR" : "Schlagworte nach Texterkennung (OCR) zuweisen",
    "These tags will be assigned to the file after OCR processing has finished" : "Diese Schlagworte werden der Datei nach Abschluss der OCR-Verarbeitung zugewiesen",
    "Remove tags after OCR" : "Schlagworte nach Texterkennung (OCR) entfernen",
    "These tags will be removed from the file after OCR processing has finished" : "Diese Schlagworte werden nach Abschluss der OCR-Verarbeitung aus der Datei entfernt",
    "OCR mode" : "Modus der Texterkennung (OCR)",
    "Apply this mode if file already has OCR content" : "Diesen Modus anwenden, wenn die Datei bereits OCR-Inhalte hat",
    "Skip text" : "Text überspringen",
    "Redo OCR" : "Texterkennung (OCR) wiederholen",
    "Force OCR" : "Texterkennung (OCR) erzwingen",
    "Skip file completely" : "Datei komplett überspringen",
    "Notifications" : "Benachrichtigungen",
    "The asynchronous OCR process will send Nextcloud notifications. Use these settings to control them." : "Der asynchrone OCR-Prozess sendet Nextcloud-Benachrichtigungen. Diese Einstellungen verwenden, um die Benachrichtigungen zu steuern.",
    "Skip notifications for ocrmypdf error code 2 (for example digitally signed PDFs)" : "Benachrichtigungen für den ocrmypdf-Fehlercode 2 (z. B. digital signierte PDFs) überspringen",
    "Skip for invalid PDFs" : "Überspringen für ungültige PDFs",
    "Skip notifications for ocrmypdf error code 8 (for example password protected PDFs)" : "Benachrichtigungen für den ocrmypdf-Fehlercode 8 überspringen (z. B. passwortgeschützte PDFs)",
    "Skip for encrypted PDFs" : "Überspringen für verschlüsselte PDFs",
    "Send a notification when OCR processing completes successfully." : "Eine Benachrichtigung senden, wenn die OCR-Verarbeitung erfolgreich abgeschlossen wurde.",
    "Send success notification" : "Erfolgsbenachrichtigung senden",
    "Other settings" : "Andere Einstellungen",
    "Try to remove colored backgrounds before OCR. Compatible only with ocrmypdf versions prior to 13 and incompatible with redo OCR mode." : "Es wird versucht, farbige Hintergründe vor der Texterkennung (OCR) zu entfernen. Kompatibel nur mit ocrmypdf-Versionen vor 13 und inkompatibel mit dem Redo-OCR-Modus.",
    "Remove background" : "Hintergrund entfernen",
    "Keep the original file as a version labeled Before OC and exclude it from automatic expiration." : "Die Originaldatei als Version mit der Bezeichnung “Vor Texterkennung (OC)“ beibehalten und vom automatischen Ablauf ausschließen.",
    "Keep original file version" : "Ursprüngliche Dateiversion beibehalten",
    "Restore the original modification date on the new file version for consistent sorting." : "Das ursprüngliche Änderungsdatum der neuen Dateiversion für eine konsistente Sortierung wiederherstellen.",
    "Keep original file modification date" : "Ursprüngliches Dateiänderungsdatum beibehalten",
    "Create a .txt sidecar file next to the OCR processed file containing the extracted text." : "Eine .txt als Filialdatei neben der OCR-verarbeiteten Datei erstellen, die den extrahierten Text enthält.",
    "Create sidecar text file" : "Filialdatei erstellen",
    "Pass additional ocrmypdf arguments here. They are forwarded to the CLI exactly as entered." : "Zusätzliche ocrmypdf-Argumente hier übergeben. Sie werden genau wie eingegeben an die Befehlszeilenschnittstelle (CLI) weitergeleitet.",
    "Custom ocrMyPdf CLI arguments" : "Benutzerdefinierte ocrMyPdf-Argumente der Befehlszeilenschnittstelle"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}