{ "translations": {
    "Workflow OCR" : "Flujo de trabajo OCR",
    "Workflow OCR error" : "Error en flujo de trabajo OCR",
    "Workflow OCR error for file {file}" : "Error del flujo de trabajo OCR para el archivo {file}",
    "Workflow OCR success" : "Flujo de trabajo OCR exitoso",
    "Workflow OCR success for file {file}" : "Flujo de trabajo OCR exitoso para el archivo {file}",
    "Workflow settings JSON value cannot be parsed" : "El valor JSON de configuración del flujo de trabajo no puede ser analizado",
    "OCR file" : "Archivo OCR",
    "OCR processing via workflow" : "Procesamiento de OCR vía flujo de trabajo",
    "Is OCRmyPDF installed" : "Está OCRmyPDF instalado",
    "OCRmyPDF CLI is not installed." : "El CLI de OCRmyPDF no está instalado.",
    "OCRmyPDF CLI is not working correctly. Error was: %1$s" : "El CLI de OCRmyPDF no está funcionando adecuadamente. El error fue: %1$s",
    "OCRmyPDF is installed and has version %1$s." : "OCRmyPDF está instalado y tiene la versión %1$s.",
    "Workflow OCR Backend is installed." : "El backend de Flujo de trabajo OCR está instalado.",
    "Workflow OCR Backend is installed but heartbeat failed." : "El backend de Flujo de trabajo OCR está instalado, pero la verificación de ejecución falló.",
    "Workflow OCR Backend is not reachable. Error was: %1$s" : "El backend de Flujo de trabajo OCR no puede ser alcanzado. El error fue: %1$s",
    "Server side OCR processing via workflow engine" : "Procesamiento OCR del lado del servidor vía workflow-engine",
    "This app makes it possible to process various files via OCR algorithms.\n\tThe processing is done via workflow-engine and can therefore easily be customized.\n\tPlease note that you'll have to install the OcrMyPDF CLI on your Nextcloud server to\n\tprocess PDF files. More installation instructions can be found in the docs https://github.com/R0Wi/workflow_ocr/blob/master/README.md." : "Esta app hace posible el procesamiento de múltiples archivos a través de algoritmos de OCR.\n\tEl procesamiento se realiza a través de workflow-engine y por tanto puede ser fácilmente personalizado.\n\tTenga en cuenta que tiene que instalar la CLI de OcrMyPDF en su servidor Nextcloud para\n\tprocesar archivos PDF. Puede encontrar instrucciones adicionales de instalación en la documentación https://github.com/R0Wi/workflow_ocr/blob/master/README.md.",
    "Select language(s)" : "Seleccione el/los lenguaje(s)",
    "OCR language" : "Lenguaje de OCR",
    "The language(s) to be used for OCR processing" : "El/Los Lenguaje(s) que se utilizará(n) para el procesamiento OCR",
    "Assign tags after OCR" : "Asignar etiquetas luego de hacer el OCR",
    "These tags will be assigned to the file after OCR processing has finished" : "Estas etiquetas serán asignadas al archivo luego de que el procesamiento OCR finalize",
    "Remove tags after OCR" : "Eliminar etiquetas luego hacer el OCR",
    "These tags will be removed from the file after OCR processing has finished" : "Estas etiquetas serán eliminadas del archivo luego de que el procesamiento OCR finalize",
    "OCR mode" : "Modo OCR",
    "Apply this mode if file already has OCR content" : "Aplique este modo si el archivo ya tiene contenido OCR",
    "Skip text" : "Saltar texto",
    "Redo OCR" : "Rehacer OCR",
    "Force OCR" : "Forzar OCR",
    "Skip file completely" : "Saltar archivo completamente",
    "Other settings" : "Otros ajustes",
    "Remove background" : "Eliminar fondo",
    "Keep original file version" : "Mantener la versión original del archivo",
    "Keep original file modification date" : "Mantener la fecha de modificación original del archivo",
    "Send success notification" : "Enviar notificación de ejecución exitosa",
    "Custom ocrMyPdf CLI arguments" : "Argumentos personalizados para el CLI de ocrMyPDF"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}