{ "translations": {
    "Workflow OCR" : "Flux de travail OCR",
    "Workflow OCR error" : "Erreur de flux de travail OCR",
    "Workflow OCR error for file {file}" : "Erreur de flux de travail OCR pour le fichier {file}",
    "Workflow OCR success" : "Succès du flux de travail OCR",
    "Workflow OCR success for file {file}" : "Succès du flux de travail OCR pour le fichier {file}",
    "Workflow settings JSON value cannot be parsed" : "Impossible d'analyser la valeur JSON des paramètres de flux de travail",
    "OCR file" : "Fichier OCR",
    "OCR processing via workflow" : "Traitement OCR par flux de travail",
    "Is OCRmyPDF installed" : "OCRmyPDF est-il installé ?",
    "OCRmyPDF CLI is not installed." : "OCRmyPDF CLI n'est pas installé.",
    "OCRmyPDF CLI is not working correctly. Error was: %1$s" : "OCRmyPDF CLI ne fonctionne pas correctement. L'erreur était : %1$s",
    "OCRmyPDF is installed and has version %1$s." : "OCRmyPDF est installé en version %1$s.",
    "Workflow OCR Backend is installed." : "Utilitaire OCR installé.",
    "Workflow OCR Backend is installed but heartbeat failed." : "L'outil d'OCR est installé, mais ne tourne pas.",
    "Workflow OCR Backend is not reachable. Error was: %1$s" : "L'outil d'OCR ne répond pas. Code d'erreur: %1$s",
    "Server side OCR processing via workflow engine" : "Traitement OCR côté serveur via le moteur de flux de travail",
    "This app makes it possible to process various files via OCR algorithms.\n\tThe processing is done via workflow-engine and can therefore easily be customized.\n\tPlease note that you'll have to install the OcrMyPDF CLI on your Nextcloud server to\n\tprocess PDF files. More installation instructions can be found in the docs https://github.com/R0Wi/workflow_ocr/blob/master/README.md." : "Cette application permet de traiter divers fichiers via des algorithmes d'OCR (Reconnaissance Optique de Caractères).\n\tLe traitement est fait via moteur de flux de travail et peut donc facilement être personnalisé.\n\tVeuillez noter que vous devrez installer l'outil en ligne de commande OcrMyPDF sur votre serveur Nextcloud pour\n\ttraiter les fichiers PDF. Davantage d'informations concernant l'installation sont disponibles dans la documentation sur https://github.com/R0Wi/workflow_ocr/blob/master/README.md.",
    "Select language(s)" : "Sélectionner la ou les langues",
    "OCR language" : "Langue de l'OCR",
    "The language(s) to be used for OCR processing" : "La ou les langues à utiliser pour le traitement OCR",
    "Assign tags after OCR" : "Associer des étiquettes après l'OCR",
    "These tags will be assigned to the file after OCR processing has finished" : "Ces étiquettes seront attribuées au fichier une fois le traitement OCR terminé",
    "Remove tags after OCR" : "Supprimer les étiquettes après l'OCR",
    "These tags will be removed from the file after OCR processing has finished" : "Ces étiquettes seront supprimées du fichier une fois le traitement OCR terminé",
    "OCR mode" : "Mode OCR",
    "Apply this mode if file already has OCR content" : "Appliquer ce mode si le fichier contient déjà du contenu OCR",
    "Skip text" : "Ignorer le texte",
    "Redo OCR" : "Refaire l'OCR",
    "Force OCR" : "Forcer l'OCR",
    "Skip file completely" : "Ignorer complètement le fichier",
    "Send success notification" : "Envoyer une notification en cas de succès",
    "Other settings" : "Autres paramètres",
    "Remove background" : "Retirer l'arrière-plan",
    "Keep original file version" : "Conserver la version originale du fichier",
    "Keep original file modification date" : "Conserver la date de modification du fichier d'origine",
    "Custom ocrMyPdf CLI arguments" : "Arguments ligne de commande ocrMyPdf personnalisés"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}