{ "translations": {
    "Workflow OCR" : "Fluxo de trabalho OCR",
    "Workflow OCR error" : "Erro de Fluxo de trabalho OCR",
    "Workflow OCR error for file {file}" : "Erro de Fluxo de trabalho OCR para o arquivo {file}",
    "Workflow OCR success" : "Sucesso do Fluxo de trabalho OCR",
    "Workflow OCR success for file {file}" : "Sucesso do Fluxo de trabalho OCR para o arquivo {file}",
    "Workflow settings JSON value cannot be parsed" : "Valor de JSON de configurações do fluxo de trabalho não pôde ser processado",
    "OCR file" : "Arquivo OCR",
    "OCR processing via workflow" : "Processamento de OCR via fluxo de trabalho",
    "Is OCRmyPDF installed" : "O OCRmyPDF está instalado?",
    "OCRmyPDF CLI is not installed." : "ILC OCRmyPDF não está instalado.",
    "OCRmyPDF CLI is not working correctly. Error was: %1$s" : "A ILC do OCRmyPDF não está funcionando corretamente. O erro foi: %1$s",
    "OCRmyPDF is installed and has version %1$s." : "O OCRmyPDF está instalado e tem a versão %1$s.",
    "Workflow OCR Backend is installed." : "Back-end do Fluxo de trabalho OCR está instalado.",
    "Workflow OCR Backend is installed but heartbeat failed." : "Back-end do Fluxo de trabalho OCR está instalado, mas o heartbeat falhou.",
    "Workflow OCR Backend is not reachable. Error was: %1$s" : "Back-end de Fluxo de Trabalho OCR não está accessível. O erro foi: %1$s",
    "Server side OCR processing via workflow engine" : "Processamento OCR no lado do servidor por meio do motor de fluxo de trabalho",
    "This app makes it possible to process various files via OCR algorithms.\n\tThe processing is done via workflow-engine and can therefore easily be customized.\n\tPlease note that you'll have to install the OcrMyPDF CLI on your Nextcloud server to\n\tprocess PDF files. More installation instructions can be found in the docs https://github.com/R0Wi/workflow_ocr/blob/master/README.md." : "Esse aplicativo possibilita o processamento de vários arquivos por meio de algoritmos OCR.\n\tO processamento é feito por meio de um motor de fluxo de trabalho e, portanto, pode ser facilmente personalizado.\n\tObserve que será necessário instalar a ILC OcrMyPDF no servidor Nextcloud para\n\tprocessar arquivos PDF. Mais instruções de instalação podem ser encontradas na documentação https://github.com/R0Wi/workflow_ocr/blob/master/README.md.",
    "Failed to save settings: {error}" : "Falha ao salvar as configurações: {error}",
    "Failed to load global settings: {error}" : "Falha ao carregar as configurações globais: {error}",
    "Select language(s)" : "Selecione o(s) idioma(s)",
    "Failed to load installed OCR languages: {error}" : "Falha ao carregar os idiomas OCR instalados: {error}",
    "OCR language" : "Idioma do OCR",
    "The language(s) to be used for OCR processing" : "O(s) idioma(s) a serem usados ​​para processamento OCR",
    "Assign tags after OCR" : "Atribuir etiquetas após OCR",
    "These tags will be assigned to the file after OCR processing has finished" : "Estas etiquetas serão atribuídas ao arquivo após a conclusão do processamento OCR",
    "Remove tags after OCR" : "Remover etiquetas após OCR",
    "These tags will be removed from the file after OCR processing has finished" : "Estas etiquetas serão removidas do arquivo após a conclusão do processamento OCR",
    "OCR mode" : "Modo OCR",
    "Apply this mode if file already has OCR content" : "Aplicar este modo se o arquivo já tiver conteúdo OCR",
    "Skip text" : "Pular texto",
    "Redo OCR" : "Refazer OCR",
    "Force OCR" : "Forçar OCR",
    "Skip file completely" : "Pular arquivo completamente",
    "Notifications" : "Notificações",
    "The asynchronous OCR process will send Nextcloud notifications. Use these settings to control them." : "O processo OCR assíncrono enviará notificações do Nextcloud. Use essas configurações para controlá-las.",
    "Skip notifications for ocrmypdf error code 2 (for example digitally signed PDFs)" : "Ignorar notificações para o código de erro 2 do ocrmypdf (por exemplo, PDFs assinados digitalmente)",
    "Skip for invalid PDFs" : "Ignorar para PDFs inválidos",
    "Skip notifications for ocrmypdf error code 8 (for example password protected PDFs)" : "Ignorar notificações para o código de erro 8 do ocrmypdf (por exemplo, PDFs protegidos por senha)",
    "Skip for encrypted PDFs" : "Ignorar para PDFs criptografados",
    "Send a notification when OCR processing completes successfully." : "Enviar uma notificação quando o processamento OCR for concluído com sucesso.",
    "Send success notification" : "Enviar notificação de sucesso",
    "Other settings" : "Outras configurações",
    "Remove background" : "Remover plano de fundo",
    "Keep original file version" : "Manter a versão original do arquivo",
    "Keep original file modification date" : "Manter a data original de modificação do arquivo",
    "Create sidecar text file" : "Criar arquivo de texto sidecar",
    "Custom ocrMyPdf CLI arguments" : "Argumentos personalizados da ILC do ocrMyPdf"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}