{ "translations": {
    "Workflow OCR" : "Mtiririko wa Kazi wa OCR",
    "Workflow OCR error" : "Hitilafu ya OCR ya Mtiririko wa Kazi",
    "Workflow OCR error for file {file}" : "Hitilafu ya OCR ya mtiririko wa kazi kwa faili {file}",
    "Workflow OCR success" : "Mafanikio ya OCR ya Mtiririko wa Kazi",
    "Workflow OCR success for file {file}" : "Mafanikio ya OCR ya mtiririko wa kazi kwa faili {file}",
    "Workflow settings JSON value cannot be parsed" : "Thamani ya JSON ya mipangilio ya mtiririko wa kazi haiwezi kusomwa",
    "OCR file" : "Faili ya OCR",
    "OCR processing via workflow" : "Uchakataji wa OCR kupitia mtiririko wa kazi",
    "Is OCRmyPDF installed" : "Je, OCRmyPDF imewekwa",
    "OCRmyPDF CLI is not installed." : "OCRmyPDF CLI haijasakinishwa.",
    "OCRmyPDF CLI is not working correctly. Error was: %1$s" : "OCRmyPDF CLI haifanyi kazi ipasavyo. Hitilafu ilikuwa: %1$s",
    "OCRmyPDF is installed and has version %1$s." : "OCRmyPDF imewekwa na ina toleo %1$s.",
    "Workflow OCR Backend is installed." : "Usanidi wa Workflow OCR Backend umekamilika.",
    "Workflow OCR Backend is installed but heartbeat failed." : "Mfumo wa nyuma wa OCR umewekwa lakini mapigo ya moyo yameshindwa.",
    "Workflow OCR Backend is not reachable. Error was: %1$s" : "Sehemu ya nyuma ya OCR ya Mtiririko wa Kazi haipatikani. Kulikuwa na hitilafu: %1$s",
    "Server side OCR processing via workflow engine" : "Uchakataji wa OCR upande wa seva kupitia injini ya mtiririko wa kazi",
    "This app makes it possible to process various files via OCR algorithms.\n\tThe processing is done via workflow-engine and can therefore easily be customized.\n\tPlease note that you'll have to install the OcrMyPDF CLI on your Nextcloud server to\n\tprocess PDF files. More installation instructions can be found in the docs https://github.com/R0Wi/workflow_ocr/blob/master/README.md." : "Programu hii inafanya iwezekanavyo kuchakata faili mbalimbali kupitia algoriti za OCR. Usindikaji unafanywa kupitia injini ya mtiririko wa kazi na kwa hivyo unaweza kubinafsishwa kwa urahisi. Tafadhali kumbuka kuwa utahitaji kusakinisha OcrMyPDF CLI kwenye seva yako ya Nextcloud ili kuchakata faili za PDF. Maagizo zaidi ya usakinishaji yanaweza kupatikana katika nyaraka.",
    "Select language(s)" : "Chagua lugha",
    "OCR language" : "Lugha ya OCR",
    "The language(s) to be used for OCR processing" : "Lugha zitakazotumika kwa uchakataji wa OCR",
    "Assign tags after OCR" : "Weka lebo baada ya OCR",
    "These tags will be assigned to the file after OCR processing has finished" : "Lebo hizi zitatolewa kwa faili baada ya usindikaji wa OCR kukamilika.",
    "Remove tags after OCR" : "Ondoa lebo baada ya OCR",
    "These tags will be removed from the file after OCR processing has finished" : "Lebo hizi zitaondolewa kutoka kwenye faili baada ya uchakataji wa OCR kukamilika",
    "OCR mode" : "Hali ya OCR",
    "Apply this mode if file already has OCR content" : "Tumia hali hii ikiwa faili tayari ina maudhui ya OCR",
    "Skip text" : "Ruka maandishi",
    "Redo OCR" : "Redo OCR",
    "Force OCR" : "Lazimisha OCR",
    "Skip file completely" : "Ruka faili kabisa",
    "Other settings" : "Mipangilio mingine",
    "Remove background" : "Ondoa mandharinyuma",
    "Keep original file version" : "Hifadhi toleo asili la faili ",
    "Keep original file modification date" : "Weka tarehe asili ya kurekebisha faili",
    "Send success notification" : "Tuma arifa ya mafanikio",
    "Custom ocrMyPdf CLI arguments" : "Hoja maalum za ocrMyPdf CLI"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}