{ "translations": {
    "Workflow OCR" : "خىزمەت ئېقىمى OCR",
    "Workflow OCR error" : "خىزمەت ئېقىمى OCR خاتالىقى",
    "Workflow OCR error for file {file}" : "ھۆججەت {file} نىڭ خىزمەت ئېقىمى OCR خاتالىقى",
    "Workflow OCR success" : "خىزمەت ئېقىمى OCR مۇۋاپىقىيەتلىك",
    "Workflow OCR success for file {file}" : "ھۆججەت {file} نىڭ خىزمەت ئېقىمى OCR مۇۋاپىقىيەتلىك بولدى",
    "Workflow settings JSON value cannot be parsed" : "خىزمەت ئېقىمى تەڭشەكلىرى JSON قىممىتىنى تەھلىل قىلىشقا بولمايدۇ",
    "OCR file" : "OCR ھۆججىتى",
    "OCR processing via workflow" : "خىزمەت ئېقىمى ئارقىلىق OCR بىر تەرەپ قىلىش",
    "Is OCRmyPDF installed" : "OCRmyPDF قاچىلاندىمۇ",
    "OCRmyPDF CLI is not installed." : "OCRmyPDF CLI قاچىلانمىغان.",
    "OCRmyPDF CLI is not working correctly. Error was: %1$s" : "OCRmyPDF CLI توغرا ئىشلىمەيۋاتىدۇ. خاتالىق: %1$s",
    "OCRmyPDF is installed and has version %1$s." : "OCRmyPDF قاچىلاندى ھەمدە نەشىرى %1$s.",
    "Workflow OCR Backend is installed." : "خىزمەت ئېقىمى OCR ئارقا سۇپا قاچىلاندى.",
    "Workflow OCR Backend is installed but heartbeat failed." : "خىزمەت ئېقىمى OCR ئارقا سۇپا قاچىلاندى لىكىن ئۇلىنىش مەغلۇپ بولدى.",
    "Workflow OCR Backend is not reachable. Error was: %1$s" : "خىزمەت ئېقىمى OCR ئارقا سۇپىغا يەتكىلى بولمىدى. خاتالىق: %1$s",
    "Server side OCR processing via workflow engine" : "خىزمەت ئېقىمى ماتورى ئارقىلىق مۇلازىمېتىر تەرەپ OCR بىر تەرەپ قىلىش",
    "This app makes it possible to process various files via OCR algorithms.\n\tThe processing is done via workflow-engine and can therefore easily be customized.\n\tPlease note that you'll have to install the OcrMyPDF CLI on your Nextcloud server to\n\tprocess PDF files. More installation instructions can be found in the docs https://github.com/R0Wi/workflow_ocr/blob/master/README.md." : "بۇ ئەپ OCR ھېسابلاش ئۇسۇلى ئارقىلىق ھەر خىل ھۆججەتلەرنى بىر تەرەپ قىلالايدۇ.\n\tبىر تەرەپ قىلىش خىزمەت ئېقىمى ماتورى ئارقىلىق ئېلىپ بېرىلىدۇ ، شۇڭا ئاسانلا خاسلاشتۇرغىلى بولىدۇ.\n\tشۇنىڭغا دىققەت قىلىڭكى ، Nextcloud مۇلازىمېتىرىڭىزغا OcrMyPDF CLI نى ئورنىتىشىڭىز كېرەك\n\tPDF ھۆججىتىنى بىر تەرەپ قىلىڭ. تېخىمۇ كۆپ قاچىلاش كۆرسەتمىسىنى https://github.com/R0Wi/workflow_ocr/blob/master/README.md دىن تاپالايسىز.",
    "Failed to save settings: {error}" : "تەڭشەكنى ساقلاش مەغلۇب بولدى: {error}",
    "Failed to load global settings: {error}" : "ئۇمۇمىي تەڭشەكنى يۈكلەش مەغلۇپ بولدى: {error}",
    "Select language(s)" : "تىل() تاللاڭ",
    "Failed to load installed OCR languages: {error}" : "قاچىلانغان OCR تىللارنى يۈكلەش مەغلۇپ بولدى: {error}",
    "OCR language" : "OCR",
    "The language(s) to be used for OCR processing" : "OCR بىر-تەرەپ قىلىش ئۈچۈن ئىشلىتىلدىغان تىل (لار)",
    "Assign tags after OCR" : "OCR دىن كىيىن خەتكۈچ بەلگىلە",
    "These tags will be assigned to the file after OCR processing has finished" : "OCR بىر-تەرەپ قىلىش ئاخىرلاشقاندىن كىيىن بۇ خەتكۈچلەر ھۆججەتكە بېكىتىلىدۇ.",
    "Remove tags after OCR" : "OCR دىن كىيىن خەتكۈچلەرنى چىقىرۋەت",
    "These tags will be removed from the file after OCR processing has finished" : "OCR بىر-تەرەپ قىلىش ئاخىرلاشقاندىن كىيىن بۇ خەتكۈچلەر ھۆججەتتىن چىقىرۋېتىلىدۇ.",
    "OCR mode" : "OCR ھالىتى",
    "Apply this mode if file already has OCR content" : "ھۆججەتنىڭ OCR مەزمۇنى بولسا بۇ ھالەتنى ئىشلەت",
    "Skip text" : "تېكىستنى ئۆتكۈزۋەت",
    "Redo OCR" : "OCR نى قايتىلا",
    "Force OCR" : "OCR غا مەجبۇرلا",
    "Skip file completely" : "ھۆججەتنى پۈتۈنلەي ئۆتكۈزۋەت",
    "Notifications" : "ئۇقتۇرۇش",
    "The asynchronous OCR process will send Nextcloud notifications. Use these settings to control them." : "ماس-قەدەملەنمىگەن OCR جەريانى Nextcloud ئۇقتۇرۇشلىرىنى ئەۋەتىدۇ. ئۇلارنى كونترول قىلىش ئۈچۈن بۇ تەڭشەكلەرنى ئىشلىتىڭ.",
    "Skip notifications for ocrmypdf error code 2 (for example digitally signed PDFs)" : "ocrmypdf خاتالىق كودى 2 (مەسىلەن، رەقەملىك ئىمزا قويۇلغان PDF ھۆججەتلىرى) ئۈچۈن ئۇقتۇرۇشلارنى ئۆتكۈزۋەت",
    "Skip for invalid PDFs" : "ئىناۋەتسىز PDF لەرنى ئۆتكۈزۋەت",
    "Skip notifications for ocrmypdf error code 8 (for example password protected PDFs)" : "ocrmypdf خاتالىق كودى 8 (مەسىلەن، پارول بىلەن قوغدىلىدىغان PDF ھۆججەتلىرى) ئۈچۈن ئۇقتۇرۇشلارنى ئۆتكۈزۋەت",
    "Skip for encrypted PDFs" : "شىفىرلانغان PDF لەرنى ئۆتكۈزۋەت",
    "Send a notification when OCR processing completes successfully." : "OCR بىر-تەرەپ قىلىش مۇۋاپىقىيەتلىك ئاخىرلاشقاندا بىر ئۇقتۇرۇش ئەۋەت",
    "Send success notification" : "مۇۋاپىقىيەتلىك بۇلۇش ئۇختۇرۇشى ئەۋەت",
    "Other settings" : "باشقا تەڭشەكلەر",
    "Try to remove colored backgrounds before OCR. Compatible only with ocrmypdf versions prior to 13 and incompatible with redo OCR mode." : "OCR دىن بۇرۇن رەڭلىك ئارقا كۆرۈنۈشلەرنى ئۆچۈرۈۋېتىشكە تىرىشىڭ. پەقەت 13-نەشرىدىن بۇرۇنقى ocrmypdf نۇسخىلىرى بىلەنلا ماس كېلىدۇ ۋە OCR نى قايتا ئىشلەش ھالىتى بىلەن ماس كەلمەيدۇ.",
    "Remove background" : "ئارقا كۆرۈنۈشنى ئۆچۈر",
    "Keep the original file as a version labeled Before OC and exclude it from automatic expiration." : "ئەسلىدىكى ھۆججەتنى OC بەلگىسى قۇيۇلغان نۇسخىسى سۈپىتىدە ساقلاپ قال ھەمدە ئۇنى ئاپتۇماتىك ۋاقتى ئۆتۈشتىن مۇستەسنا قىل.",
    "Keep original file version" : "ئەسلىدىكى ھۆججەت نۇسخىسىنى ساقلاپ قال",
    "Restore the original modification date on the new file version for consistent sorting." : "يېڭى ھۆججەتلەرنى ئىزچىل تۈرگە ئايرىش ئۈچۈن ھۆججەتنىڭ ئەسلىدىكى ئۆزگەرتىش چېسلاسىنى ئەسلىگە قايتۇر",
    "Keep original file modification date" : "ئەسلىدىكى ھۆججەتنىڭ ئۆزگەرتىش چېسلاسىنى ساقلا",
    "Create a .txt sidecar file next to the OCR processed file containing the extracted text." : "OCR بىر-تەرەپ قىلغان ھۆججەتنىڭ يېنىغا چىقىرىپ ئېلىنغان تېكىستنى ئۆز-ئىچىگە ئالغان .txt ھۆججىتىنى قۇر",
    "Create sidecar text file" : "sidecar تېكىست ھۆججىتى قۇر",
    "Pass additional ocrmypdf arguments here. They are forwarded to the CLI exactly as entered." : "قوشۇمچە ocrmypdf ئارگۇمېنتلىرىنى بۇ يەرگە يوللاڭ. ئۇلار كىرگۈزۈلگەن شەكىلدە CLI غا يوللىنىدۇ.",
    "Custom ocrMyPdf CLI arguments" : "خاس ocrMyPdf CLI پارامىتېرلىرى"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}